Repository: mpbraendle/navigation
Catalog: locale/*/locale.po
Languages: es, fr_fr, it, pt_pt, ro

# plugins.block.navigation
source: Navigation
es: Navegación
it: Navigazione
pt_pt: Navegação
ro: Navigare

# plugins.block.navigation.displayName
source: Navigation Block
es: Bloque de navegación
fr_fr: Bloc de navigation
it: Blocco di navigazione
pt_pt: Bloco de navegação
ro: Bloc de navigare

# plugins.block.navigation.description
source: This plugin provides sidebar tools for navigating issues and articles.
es: Este plugin proporciona herramientas en la barra lateral para navegar por temas y artículos.
fr_fr: Ce plugin fournit des outils dans la barre latérale pour naviguer parmi les numéros et les articles.
it: Questo plugin fornisce strumenti nella barra laterale per navigare tra i numeri e gli articoli.
pt_pt: Este plugin fornece ferramentas na barra lateral para navegar por edições e artigos.
ro: Acest plugin oferă instrumente în bara laterală pentru navigarea între numere și articole.

# plugins.block.navigation.articles
source: Browse Articles
es: Buscar artículos
fr_fr: Parcourir les articles
it: Sfoglia gli articoli
pt_pt: Pesquisar artigos
ro: Răsfoiți articolele

# plugins.block.navigation.previousissuearticle
source: Previous issue
es: Edición precedente
fr_fr: Numéro précédent
it: Numero precedente
pt_pt: Edição anterior
ro: Ediția precedentă

# plugins.block.navigation.nextissuearticle
source: Next issue
es: Siguiente edición
fr_fr: Numéro suivant
it: Numero successivo
pt_pt: Edição seguinte
ro: Ediția următoare

# plugins.block.navigation.firstarticle
source: First article
es: Primer artículo
fr_fr: Premier article
it: Primo articolo
pt_pt: Primeiro artigo
ro: Primul articol

# plugins.block.navigation.previousarticle
source: Previous article
es: Artículo precedente
fr_fr: Article précédent
it: Articolo precedente
pt_pt: Artigo anterior
ro: Articolul precedent

# plugins.block.navigation.nextarticle
source: Next article
es: Artículo siguiente
fr_fr: Article suivant
it: Articolo successivo
pt_pt: Artigo seguinte
ro: Articolul următor

# plugins.block.navigation.lastarticle
source: Last article
es: Último artículo
fr_fr: Dernier article
it: Ultimo articolo
pt_pt: Último artigo
ro: Ultimul articol

# plugins.block.navigation.toc
source: Table of Contents
es: Índice
fr_fr: Table des matières
it: Indice
pt_pt: Índice
ro: Cuprins

# plugins.block.navigation.issues
source: Browse Issues
es: Buscar ediciones
fr_fr: Parcourir les numéros
it: Sfoglia i numeri
pt_pt: Pesquisar edições
ro: Răsfoiți edițiile

# plugins.block.navigation.firstissue
source: First issue
es: Primera edición
fr_fr: Premier numéro
it: Primo numero
pt_pt: Primeira edição
ro: Prima ediție

# plugins.block.navigation.previousissue
source: Previous issue
es: Edición precedente
fr_fr: Numéro précédent
it: Numero precedente
pt_pt: Edição anterior
ro: Ediția precedentă

# plugins.block.navigation.nextissue
source: Next issue
es: Siguiente edición
fr_fr: Numéro suivant
it: Numero successivo
pt_pt: Edição seguinte
ro: Ediția următoare

# plugins.block.navigation.lastissue
source: Last issue
es: Última edición
fr_fr: Dernier numéro
it: Ultimo numero
pt_pt: Última edição
ro: Ultima ediție

# plugin.block.navigation.archives
source: All issues
es: Todas las ediciones
fr_fr: Tous les numéros
it: Tutte le edizioni
pt_pt: Todas as edições
ro: Toate edițiile

# plugins.block.navigation.number
source: No.
ro: Nu.
